---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsEndLevelParam
source: html/4f43bd04-d03a-690d-6918-64695e9e02eb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsEndLevelParam Property

"End Level"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsEndLevelParam { get; }
```